{
  "\n": 3,
  " ": 1,
  "!": 58,
  "\"": 63,
  "#": 84,
  "$": 68,
  "%": 157,
  "&": 61,
  "'": 43,
  "(": 129,
  ")": 172,
  "*": 66,
  "+": 88,
  ",": 70,
  "-": 35,
  ".": 48,
  "/": 74,
  "0": 64,
  "1": 62,
  "2": 60,
  "3": 71,
  "4": 69,
  "5": 73,
  "6": 80,
  "7": 82,
  "8": 59,
  "9": 77,
  ":": 98,
  ";": 121,
  "<": 120,
  "=": 119,
  ">": 156,
  "?": 72,
  "@": 87,
  "A": 30,
  "B": 18,
  "C": 24,
  "D": 22,
  "E": 42,
  "F": 33,
  "G": 38,
  "H": 26,
  "I": 49,
  "J": 41,
  "K": 32,
  "L": 29,
  "M": 20,
  "N": 39,
  "O": 47,
  "P": 31,
  "Q": 55,
  "R": 25,
  "S": 15,
  "T": 27,
  "U": 51,
  "V": 46,
  "W": 45,
  "X": 57,
  "Y": 52,
  "Z": 53,
  "[": 132,
  "\\": 106,
  "]": 133,
  "^": 130,
  "_": 78,
  "`": 161,
  "a": 2,
  "b": 28,
  "c": 14,
  "d": 16,
  "e": 0,
  "f": 34,
  "g": 21,
  "h": 12,
  "i": 4,
  "j": 54,
  "k": 19,
  "l": 8,
  "m": 17,
  "n": 7,
  "o": 6,
  "p": 23,
  "q": 56,
  "r": 5,
  "s": 10,
  "t": 9,
  "u": 11,
  "v": 37,
  "w": 36,
  "x": 44,
  "y": 13,
  "z": 40,
  "{": 163,
  "}": 131,
  "~": 81,
  "\u00a0": 90,
  "\u00a1": 124,
  "\u00a5": 167,
  "\u00b0": 140,
  "\u00b2": 144,
  "\u00b4": 101,
  "\u00c1": 112,
  "\u00c2": 136,
  "\u00c4": 105,
  "\u00c5": 111,
  "\u00c6": 168,
  "\u00c9": 128,
  "\u00cd": 143,
  "\u00d1": 125,
  "\u00d6": 138,
  "\u00d7": 151,
  "\u00d8": 123,
  "\u00dc": 171,
  "\u00df": 155,
  "\u00e0": 97,
  "\u00e1": 93,
  "\u00e2": 103,
  "\u00e3": 139,
  "\u00e4": 76,
  "\u00e5": 95,
  "\u00e6": 104,
  "\u00e7": 116,
  "\u00e8": 86,
  "\u00e9": 67,
  "\u00ea": 114,
  "\u00eb": 89,
  "\u00ec": 158,
  "\u00ed": 91,
  "\u00ee": 109,
  "\u00ef": 99,
  "\u00f0": 126,
  "\u00f1": 83,
  "\u00f3": 92,
  "\u00f4": 108,
  "\u00f5": 152,
  "\u00f6": 79,
  "\u00f8": 107,
  "\u00fa": 102,
  "\u00fb": 110,
  "\u00fc": 85,
  "\u0101": 118,
  "\u014c": 159,
  "\u014d": 160,
  "\u0259": 166,
  "\u0294": 150,
  "\u0295": 148,
  "\u03a6": 147,
  "\u03c0": 142,
  "\u042f": 117,
  "\u1d25": 149,
  "\u2013": 122,
  "\u2014": 115,
  "\u2018": 65,
  "\u2019": 50,
  "\u201c": 96,
  "\u201d": 94,
  "\u2020": 153,
  "\u2022": 100,
  "\u2026": 113,
  "\u2122": 135,
  "\u25cf": 127,
  "\u2606": 164,
  "\u2661": 146,
  "\u26a1": 165,
  "\u272f": 169,
  "\u2b06": 162,
  "\u2b50": 154,
  "\u2c6d": 137,
  "\ua4f7": 145,
  "\ufe0f": 134,
  "\ufffd": 75,
  "\ud83d\udc87": 141,
  "\ud83d\udc8b": 170
}