{
  "\n": 3,
  " ": 1,
  "!": 59,
  "\"": 63,
  "#": 84,
  "$": 68,
  "%": 155,
  "&": 62,
  "'": 41,
  "(": 55,
  ")": 56,
  "*": 66,
  "+": 89,
  ",": 70,
  "-": 34,
  ".": 47,
  "/": 73,
  "0": 65,
  "1": 64,
  "2": 61,
  "3": 71,
  "4": 69,
  "5": 72,
  "6": 81,
  "7": 82,
  "8": 60,
  "9": 76,
  ":": 96,
  ";": 120,
  "<": 116,
  "=": 115,
  ">": 163,
  "?": 85,
  "@": 90,
  "A": 30,
  "B": 18,
  "C": 24,
  "D": 22,
  "E": 42,
  "F": 33,
  "G": 38,
  "H": 27,
  "I": 49,
  "J": 43,
  "K": 32,
  "L": 29,
  "M": 20,
  "N": 40,
  "O": 48,
  "P": 31,
  "Q": 54,
  "R": 25,
  "S": 16,
  "T": 26,
  "U": 50,
  "V": 46,
  "W": 45,
  "X": 58,
  "Y": 51,
  "Z": 52,
  "[": 127,
  "\\": 105,
  "]": 128,
  "^": 131,
  "_": 80,
  "`": 149,
  "a": 2,
  "b": 28,
  "c": 14,
  "d": 15,
  "e": 0,
  "f": 35,
  "g": 21,
  "h": 12,
  "i": 4,
  "j": 53,
  "k": 19,
  "l": 8,
  "m": 17,
  "n": 7,
  "o": 6,
  "p": 23,
  "q": 57,
  "r": 5,
  "s": 10,
  "t": 9,
  "u": 11,
  "v": 37,
  "w": 36,
  "x": 44,
  "y": 13,
  "z": 39,
  "{": 160,
  "}": 124,
  "~": 79,
  "\u00a0": 88,
  "\u00a1": 162,
  "\u00a5": 156,
  "\u00b0": 161,
  "\u00b2": 166,
  "\u00b4": 101,
  "\u00c1": 111,
  "\u00c2": 164,
  "\u00c4": 106,
  "\u00c5": 110,
  "\u00c6": 148,
  "\u00c9": 130,
  "\u00cd": 165,
  "\u00d1": 123,
  "\u00d6": 134,
  "\u00d8": 118,
  "\u00dc": 147,
  "\u00df": 132,
  "\u00e0": 98,
  "\u00e1": 92,
  "\u00e2": 102,
  "\u00e3": 150,
  "\u00e4": 75,
  "\u00e5": 95,
  "\u00e6": 104,
  "\u00e7": 107,
  "\u00e8": 87,
  "\u00e9": 67,
  "\u00ea": 108,
  "\u00eb": 94,
  "\u00ec": 133,
  "\u00ed": 91,
  "\u00ee": 109,
  "\u00ef": 97,
  "\u00f0": 122,
  "\u00f1": 83,
  "\u00f3": 93,
  "\u00f4": 112,
  "\u00f5": 157,
  "\u00f6": 78,
  "\u00f8": 113,
  "\u00fa": 103,
  "\u00fb": 114,
  "\u00fc": 86,
  "\u0101": 117,
  "\u014c": 145,
  "\u014d": 146,
  "\u0259": 158,
  "\u0294": 154,
  "\u0295": 152,
  "\u03a6": 142,
  "\u03c0": 138,
  "\u042f": 119,
  "\u1d25": 153,
  "\u2018": 100,
  "\u2019": 77,
  "\u201c": 125,
  "\u201d": 126,
  "\u2020": 144,
  "\u2022": 99,
  "\u2122": 121,
  "\u2606": 137,
  "\u2661": 140,
  "\u26a1": 167,
  "\u272f": 159,
  "\u2b06": 141,
  "\u2b50": 136,
  "\u2c6d": 151,
  "\ua4f7": 139,
  "\ufe0f": 129,
  "\ufffd": 74,
  "\ud83d\udc87": 135,
  "\ud83d\udc8b": 143
}